{
    "fr:A village is gripped by fear and paranoia when a Yoma claims six lives. The Claymore who is sent to slay the creature isn't what the villagers expect at all. In fact, she seems more monster than human.": "Un village est en proie à la peur et à la paranoïa lorsqu'un Yoma fait six victimes. La Claymore envoyée pour tuer la créature n'est pas du tout celle à laquelle les villageois s'attendent. En fait, elle semble plus monstrueuse qu'humaine.",
    "fr:Achronological Order": "Ordre achronologique",
    "fr:Action": "Action",
    "fr:Adoption": "L'adoption",
    "fr:Adventure": "Aventure",
    "fr:Afterlife": "La vie après la mort",
    "fr:Age Regression": "Régression en fonction de l'âge",
    "fr:Agriculture": "Agriculture",
    "fr:Aliens": "Aliens",
    "fr:Alternate Universe": "Univers alternatif",
    "fr:Although Yuji Itadori looks like your average teenager, his immense physical strength is something to behold! Every sports club wants him to join, but Itadori would rather hang out with the school outcasts in the Occult Research Club. One day, the club manages to get their hands on a sealed cursed object. Little do they know the terror they’ll unleash when they break the seal…": "Bien que Yuji Itadori ait l'air d'un adolescent ordinaire, son immense force physique est quelque chose à voir ! Tous les clubs de sport veulent l'intégrer, mais Itadori préfère traîner avec les parias du club de recherche occulte. Un jour, le club réussit à mettre la main sur un objet maudit scellé. Ils sont loin de se douter de la terreur qu'ils déclencheront en brisant le sceau...",
    "fr:Amnesia": "Amnésie",
    "fr:Anachronism": "Anachronisme",
    "fr:Ancient China": "La Chine ancienne",
    "fr:Angels": "Anges",
    "fr:Animals": "Animaux",
    "fr:Anthropomorphism": "Anthropomorphisme",
    "fr:Anti-Hero": "Anti-Hero",
    "fr:Archery": "Archery",
    "fr:As a child, Thorfinn sat at the feet of the great Leif Ericson and thrilled to wild tales of a land far to the west. But his youthful fantasies were shattered by a mercenary raid. Raised by the Vikings who murdered his father, Thorfinn became a terrifying warrior, forever seeking to kill the band's leader, Askeladd, and avenge his father. Sustaining Thorfinn through his ordeal are his pride in his family and his dreams of a fertile westward land, a land without war or slavery … the land Leif called Vinland.": "Enfant, Thorfinn s'asseyait aux pieds du grand Leif Ericson et s'enthousiasmait pour les récits sauvages d'une terre située loin à l'ouest. Mais ses rêves de jeunesse ont été brisés par un raid de mercenaires. Élevé par les Vikings qui ont assassiné son père, Thorfinn devient un guerrier terrifiant, cherchant toujours à tuer le chef de la bande, Askeladd, et à venger son père. La fierté de sa famille et ses rêves d'une terre fertile à l'ouest, une terre sans guerre ni esclavage... la terre que Leif appelait Vinland, soutiennent Thorfinn tout au long de son épreuve.",
    "fr:Asexual": "Asexué",
    "fr:Assassins": "Assassins",
    "fr:At seventeen years of age, Miyamoto Musashi--still known by his childhood name, Shinmen Takezo--was a wild young brute just setting out along the way of the sword.\nIn the aftermath of the epic Battle of Sekigahara, Takezo finds himself a fugitive survivor on the losing side of the war. Takezo's vicious nature has made him an outcast even in his own village, and he is hunted down like an animal. At this crucial crossroads in Takezo's life, an eccentric monk and a childhood friend are the only ones who can help him find his way.": "À dix-sept ans, Miyamoto Musashi- toujours connu sous son nom d'enfance, Shinmen Takezo - était une jeune brute sauvage qui commençait tout juste à suivre la voie du sabre.\nAprès la bataille épique de Sekigahara, Takezo se retrouve survivant fugitif du côté des perdants de la guerre. La nature vicieuse de Takezo a fait de lui un paria, même dans son propre village, et il est traqué comme un animal. À ce carrefour crucial de la vie de Takezo, un moine excentrique et un ami d'enfance sont les seuls à pouvoir l'aider à trouver sa voie.",
    "fr:Augmented Reality": "Réalité augmentée",
    "fr:Bar": "Barre",
    "fr:Battle Royale": "Battle Royale",
    "fr:Before Naruto's birth, a great demon fox had attacked the Hidden Leaf Village. A man known as the 4th Hokage sealed the demon inside the newly born Naruto, causing him to unknowingly grow up detested by his fellow villagers. Despite his lack of talent in many areas of ninjutsu, Naruto strives for only one goal: to gain the title of Hokage, the strongest ninja in his village. Desiring the respect he never received, Naruto works towards his dream with fellow friends Sasuke and Sakura and mentor Kakashi as they go through many trials and battles that come with being a ninja.": "Avant la naissance de Naruto, un grand démon renard avait attaqué le village de Hidden Leaf. Un homme connu sous le nom de 4e Hokage a scellé le démon à l'intérieur du nouveau-né Naruto, ce qui l'a amené à grandir sans le savoir et à être détesté par ses concitoyens. Malgré son manque de talent dans de nombreux domaines du ninjutsu, Naruto ne poursuit qu'un seul but : obtenir le titre de Hokage, le ninja le plus fort de son village. Désireux d'obtenir le respect qu'il n'a jamais reçu, Naruto travaille à la réalisation de son rêve avec ses amis Sasuke et Sakura et son mentor Kakashi, alors qu'ils traversent de nombreuses épreuves et batailles qui font partie de la vie d'un ninja.",
    "fr:Biographical": "Biographique",
    "fr:Bisexual": "Bisexuel",
    "fr:Boarding School": "Internat",
    "fr:Body Horror": "Horreur corporelle",
    "fr:Body Swapping": "Échange de corps",
    "fr:Cannibalism": "Cannibalisme",
    "fr:Chimera": "Chimère",
    "fr:Class Struggle": "Lutte des classes",
    "fr:Classic Literature": "Littérature classique",
    "fr:Comedy": "Comédie",
    "fr:Coming of Age": "Le passage à l'âge adulte",
    "fr:Conspiracy": "Conspiration",
    "fr:Cosmic Horror": "Horreur cosmique",
    "fr:Crime": "Criminalité",
    "fr:Criminal Organization": "Organisation criminelle",
    "fr:Crossdressing": "Travestissement",
    "fr:Cult": "Culte",
    "fr:Cultivation": "Culture",
    "fr:Curses": "Malédictions",
    "fr:Cute Boys Doing Cute Things": "Des garçons mignons qui font des choses mignonnes",
    "fr:Cyborg": "Cyborg",
    "fr:Death Game": "Jeu de la mort",
    "fr:Delinquents": "Délinquants",
    "fr:Demons": "Démons",
    "fr:Detective": "Détective",
    "fr:Disability": "Handicap",
    "fr:Dissociative Identities": "Identités dissociatives",
    "fr:Dragon Ball follows the adventures of Son Goku from his childhood through adulthood as he trains in martial arts and explores the world in search of the seven mystical orbs known as the Dragon Balls, which can summon a wish-granting dragon when gathered. Along his journey, Goku makes several friends and battles a wide variety of villains, many of whom also seek the Dragon Balls for their own desires. Along the way becoming the strongest warrior in the universe.\nPart II of Dragon Ball is also known as \"Dragon Ball Z\" in North America.": "Dragon Ball suit les aventures de Son Goku, de son enfance à l'âge adulte, alors qu'il s'entraîne aux arts martiaux et explore le monde à la recherche des sept boules mystiques connues sous le nom de Dragon Balls, qui peuvent invoquer un dragon capable d'exaucer des souhaits lorsqu'elles sont rassemblées. Au cours de son voyage, Goku se fait plusieurs amis et combat une grande variété de méchants, dont beaucoup recherchent les boules de dragon pour leurs propres désirs. En cours de route, il devient le guerrier le plus puissant de l'univers.\nLa deuxième partie de Dragon Ball est également connue sous le nom de \"Dragon Ball Z\" en Amérique du Nord.",
    "fr:Dragons": "Dragons",
    "fr:Drama": "Drame",
    "fr:Drugs": "Médicaments",
    "fr:Dungeon": "Donjon",
    "fr:Dystopian": "Dystopique",
    "fr:Educational": "Éducation",
    "fr:Elf": "Elfe",
    "fr:Emma, Norman and Ray are the brightest kids at the Grace Field House orphanage. And under the care of the woman they refer to as “Mom,” all the kids have enjoyed a comfortable life. Good food, clean clothes and the perfect environment to learn—what more could an orphan ask for? One day, though, Emma and Norman uncover the dark truth of the outside world they are forbidden from seeing.": "Emma, Norman et Ray sont les enfants les plus brillants de l'orphelinat Grace Field House. Sous la tutelle de celle qu'ils appellent \"maman\", tous les enfants jouissent d'une vie confortable. De la bonne nourriture, des vêtements propres et un environnement idéal pour apprendre : que pourrait demander de plus un orphelin ? Mais un jour, Emma et Norman découvrent la sombre vérité du monde extérieur qui leur est interdit.",
    "fr:Ensemble Cast": "Ensemble Cast",
    "fr:Environmental": "Environnement",
    "fr:Espionage": "Espionnage",
    "fr:Everyone faces uncertainty at some point in their lives. Even a brilliant surgeon like Kenzo Tenma is no exception. But there’s no way he could have known that his decision to stop chasing professional success and instead concentrate on his oath to save peoples’ lives would result in the birth of an abomination. The questions of good and evil now take on a terrifyingly real dimension.\nYears later, in Germany during the tumultuous post-reunification period, middle-aged childless couples are being killed one after another. The serial killer’s identity is known. The reasons why he kills are not. Dr. Tenma sets out on a journey to find the killer’s twin sister, who may hold some clues to solving the enigma of the “Monster.”": "Tout le monde est confronté à l'incertitude à un moment ou à un autre de sa vie. Même un brillant chirurgien comme Kenzo Tenma ne fait pas exception. Mais il ne pouvait pas savoir que sa décision d'arrêter de courir après la réussite professionnelle et de se concentrer sur son serment de sauver la vie des gens aboutirait à la naissance d'une abomination. La question du bien et du mal prend alors une dimension terrifiante et réelle.\nDes années plus tard, en Allemagne, pendant la période tumultueuse qui suit la réunification, des couples d'âge moyen sans enfants sont tués les uns après les autres. L'identité du tueur en série est connue. Les raisons pour lesquelles il tue ne le sont pas. Le Dr Tenma part à la recherche de la sœur jumelle du tueur, qui pourrait détenir des indices permettant de résoudre l'énigme du \"Monstre\".",
    "fr:Exorcism": "Exorcisme",
    "fr:Fairy": "Fée",
    "fr:Fairy Tale": "Conte de fées",
    "fr:Family Life": "La vie de famille",
    "fr:Fantasy": "Fantaisie",
    "fr:Fellatio": "Fellation",
    "fr:Female Protagonist": "Protagoniste féminin",
    "fr:Femboy": "Femboy",
    "fr:Femdom": "Féminin",
    "fr:Food": "Alimentation",
    "fr:Foreign": "Étranger",
    "fr:Found Family": "Famille retrouvée",
    "fr:Fugitive": "Fugitif",
    "fr:Gender Bending": "Le changement de genre",
    "fr:Ghost": "Fantôme",
    "fr:Gods": "Dieux",
    "fr:Gore": "Gore",
    "fr:Group Sex": "Sexe en groupe",
    "fr:Guns": "Armes à feu",
    "fr:Henshin": "Henshin",
    "fr:Heterosexual": "Droit",
    "fr:His name is Guts, the Black Swordsman, a feared warrior spoken of only in whispers. Bearer of a gigantic sword, an iron hand, and the scars of countless battles and tortures, his flesh is also indelibly marked with The Brand, an unholy symbol that draws the forces of darkness to him and dooms him as their sacrifice. But Guts won't take his fate lying down; he'll cut a crimson swath of carnage through the ranks of the damned—and anyone else foolish enough to oppose him! Accompanied by Puck the Elf, more an annoyance than a companion, Guts relentlessly follows a dark, bloodstained path that leads only to death...or vengeance.": "Il s'appelle Guts, l'épéiste noir, un guerrier redouté dont on ne parle qu'à voix basse. Porteur d'une épée gigantesque, d'une main de fer et des cicatrices d'innombrables batailles et tortures, sa chair est également marquée de façon indélébile par la Marque, un symbole impie qui attire les forces des ténèbres vers lui et le condamne à être leur sacrifice. Mais Guts ne se laissera pas abattre par son destin : il fera un carnage dans les rangs des damnés et de tous ceux qui seront assez fous pour s'opposer à lui ! Accompagné de Puck l'elfe, plus gênant que compagnon, Guts suit sans relâche un chemin sombre et taché de sang qui ne mène qu'à la mort... ou à la vengeance.",
    "fr:Historical": "Historique",
    "fr:Horror": "Horreur",
    "fr:Human Pet": "Humains Animaux de compagnie",
    "fr:Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family; but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits and, along with Rukia— who is slowly regaining her powers— it's Ichigo's job to protect the innocent from Hollows and help the spirits themselves find peace.": "Ichigo Kurosaki a toujours été capable de voir les fantômes, mais cette capacité ne change pas sa vie autant que sa rencontre avec Rukia Kuchiki, une faucheuse d'âmes et membre de la mystérieuse Soul Society. Alors qu'elle combat un Hollow, un esprit maléfique qui s'attaque aux humains qui font preuve d'énergie psychique, Rukia tente de prêter à Ichigo quelques-uns de ses pouvoirs afin qu'il puisse sauver sa famille ; mais à sa grande surprise, Ichigo absorbe jusqu'à la dernière goutte de son énergie. Devenu lui-même un faucheur d'âmes à part entière, Ichigo apprend rapidement que le monde dans lequel il vit est peuplé d'esprits dangereux. Avec Rukia, qui retrouve peu à peu ses pouvoirs, Ichigo doit protéger les innocents des Hollows et aider les esprits eux-mêmes à trouver la paix.",
    "fr:In Tokyo, an unchanging despair is lurking. Mysterious man-eating beings, ghouls, run rampant in Tokyo. Living hidden during everyday life, the existence of ghouls, whose true identities are shrouded in mystery, permanently terrorizes Tokyo's residents.\nAt CCG, the sole institution that investigates and resolves cases related to ghouls, Haise Sasaki has been assigned a certain mission. While dealing with the unruly four problem children known as \"Quinx\", Haise's days of suffering begin...?!": "A Tokyo, un désespoir immuable rôde. De mystérieux êtres mangeurs d'hommes, les goules, sévissent à Tokyo. L'existence des goules, dont la véritable identité est entourée de mystère, terrorise en permanence les habitants de Tokyo.\nÀ la GCC, la seule institution qui enquête et résout les affaires liées aux goules, Haise Sasaki s'est vu confier une certaine mission. En s'occupant des quatre enfants turbulents connus sous le nom de \"Quinx\", les jours de souffrance de Haise commencent... !",
    "fr:In this new action-comedy, everything about a young man named Saitama screams \"AVERAGE,&rdquo; from his lifeless expression, to his bald head, to his unimpressive physique. However, this average-looking fellow doesn't have your average problem... He's actually a superhero that's looking for tough opponents! The problem is, every time he finds a promising candidate he beats the snot out of them in one punch. Can Saitama finally find an evil villain strong enough to challenge him? Follow Saitama through his hilarious romps as he searches for new bad guys to challenge!": "Dans cette nouvelle comédie d'action, tout chez un jeune homme nommé Saitama crie \"MOYEN\", de son expression sans vie à son crâne chauve, en passant par son physique peu impressionnant. Cependant, ce jeune homme à l'allure moyenne n'a pas de problème ordinaire... C'est en fait un super-héros qui cherche des adversaires coriaces ! Le problème, c'est qu'à chaque fois qu'il trouve un candidat prometteur, il l'assomme d'un seul coup de poing. Saitama pourra-t-il enfin trouver un méchant assez fort pour le défier ? Suivez Saitama dans ses aventures hilarantes à la recherche de nouveaux méchants à défier !",
    "fr:Incest": "Inceste",
    "fr:Indigenous Cultures": "Cultures indigènes",
    "fr:Jin is a strange kid with an angel mark on his hand. He lives a poor but peaceful life with his grandfather, along with the other destitute and abandoned vagabonds near the river. One day, his peaceful life changes when a strange monster named \"player\" appears, chopping off heads and killing everyone who appears in front of it.": "Jin est un enfant étrange avec une marque d'ange sur la main. Il mène une vie pauvre mais paisible avec son grand-père, ainsi qu'avec les autres vagabonds démunis et abandonnés près de la rivière. Un jour, sa vie paisible change lorsqu'un étrange monstre nommé \"player\" apparaît, coupant des têtes et tuant tous ceux qui se présentent devant lui.",
    "fr:Kaiju": "Kaiju",
    "fr:Kingdom Management": "Gestion du Royaume",
    "fr:Kuudere": "Poudre",
    "fr:LGBTQ+ Themes": "Thèmes LGBTQ",
    "fr:Language Barrier": "Barrière linguistique",
    "fr:Large Breasts": "Gros seins",
    "fr:Lost Civilization": "La civilisation perdue",
    "fr:Love Triangle": "Triangle d'amour",
    "fr:Mafia": "Mafia",
    "fr:Magic": "Magie",
    "fr:Male Protagonist": "Protagoniste masculin",
    "fr:Marriage": "Mariage",
    "fr:Martial Arts": "Arts martiaux",
    "fr:Masturbation": "Masturbation",
    "fr:Medicine": "Médecine",
    "fr:Medieval": "Médiéval",
    "fr:Memory Manipulation": "Manipulation de la mémoire",
    "fr:Mermaid": "Sirène",
    "fr:Meta": "Meta",
    "fr:Middle school student Izuku Midoriya wants to be a hero more than anything, but he hasn’t got an ounce of power in him. With no chance of ever getting into the prestigious U.A. High School for budding heroes, his life is looking more and more like a dead end. Then an encounter with All Might, the greatest hero of them all, gives him a chance to change his destiny…": "Izuku Midoriya, un collégien, souhaite plus que tout devenir un héros, mais il n'a pas un gramme de pouvoir en lui. N'ayant aucune chance d'intégrer le prestigieux lycée U.A. pour héros en herbe, sa vie ressemble de plus en plus à une impasse. C'est alors qu'une rencontre avec All Might, le plus grand des héros, lui donne l'occasion de changer son destin...",
    "fr:Military": "Militaire",
    "fr:Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the period of the 500 year war: the Era of Warring States. Kingdom is the story of a young boy who grew into a great general and all the trials and bloodshed that led him there.": "Des millions d'années se sont écoulées depuis l'époque des légendes, lorsque les mondes des hommes et des dieux étaient encore les mêmes. À cette époque, ce sont les désirs des hommes qui font bouger le monde. C'est l'époque de la guerre de 500 ans : l'ère des États en guerre. Kingdom est l'histoire d'un jeune garçon qui est devenu un grand général et de toutes les épreuves et les effusions de sang qui l'ont mené là.",
    "fr:Monster Boy": "Monster Boy",
    "fr:Monster Girl": "Monster Girl",
    "fr:Motorcycles": "Motos",
    "fr:Mystery": "Mystère",
    "fr:Mythology": "Mythologie",
    "fr:Necromancy": "Nécromancie",
    "fr:Ninja": "Ninja",
    "fr:Noir": "Noir",
    "fr:Nudity": "Nudité",
    "fr:Nun": "Nonne",
    "fr:Oiran": "Oiran",
    "fr:One fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he’s not alone! His science-loving friend Senku’s been up and running for a few months and he's got a grand plan in mind—to kickstart civilization with the power of science!": "Un jour fatidique, l'humanité entière a été pétrifiée par un éclair de lumière aveuglant. Après plusieurs millénaires, le lycéen Taiju se réveille et se retrouve perdu dans un monde de statues. Mais il n'est pas seul ! Son ami Senku, passionné de science, est opérationnel depuis quelques mois et il a un grand projet en tête : relancer la civilisation grâce au pouvoir de la science !",
    "fr:Orphan": "Orphelin",
    "fr:Outdoor Activities": "Activités de plein air",
    "fr:Parenthood": "La parentalité",
    "fr:Parody": "Parodie",
    "fr:Philosophy": "Philosophie",
    "fr:Pirates": "Pirates",
    "fr:Police": "Police",
    "fr:Politics": "Politique",
    "fr:Polyamorous": "Polyamoureux",
    "fr:Post-Apocalyptic": "Post-apocalyptique",
    "fr:Pregnancy": "Grossesse",
    "fr:Primarily Adult Cast": "Principalement des adultes",
    "fr:Primarily Child Cast": "Principalement des enfants",
    "fr:Primarily Female Cast": "Principalement des femmes",
    "fr:Primarily Male Cast": "Distribution essentiellement masculine",
    "fr:Primarily Teen Cast": "Principalement des adolescents",
    "fr:Prostitution": "Prostitution",
    "fr:Psychological": "Psychologique",
    "fr:Psychosexual": "Psychosexuel",
    "fr:Rape": "Viol",
    "fr:Rehabilitation": "Réhabilitation",
    "fr:Reincarnation": "Réincarnation",
    "fr:Religion": "Religion",
    "fr:Rescue": "Sauvetage",
    "fr:Revenge": "La vengeance",
    "fr:Robots": "Robots",
    "fr:Romance": "Romance",
    "fr:Royal Affairs": "Affaires royales",
    "fr:Rural": "Ruralité",
    "fr:Sadism": "Sadisme",
    "fr:Samurai": "Samouraï",
    "fr:Satire": "Satire",
    "fr:School": "L'école",
    "fr:Sci-Fi": "Science-fiction",
    "fr:Seinen": "Son",
    "fr:Shapeshifting": "Métamorphose",
    "fr:Ships": "Navires",
    "fr:Shounen": "Shounen",
    "fr:Shy Ken Kaneki is thrilled to go on a date with the beautiful Rize. But it turns out that she’s only interested in his body—eating it, that is. When a morally questionable rescue transforms him into the first half-human half-Ghoul hybrid, Ken is drawn into the dark and violent world of Ghouls, which exists alongside our own.": "Le timide Ken Kaneki est ravi d'avoir un rendez-vous avec la belle Rize. Mais il s'avère qu'elle n'est intéressée que par son corps, c'est-à-dire par le manger. Lorsqu'un sauvetage moralement discutable le transforme en premier hybride mi-humain mi-goule, Ken est entraîné dans le monde sombre et violent des goules, qui existe parallèlement au nôtre.",
    "fr:Skeleton": "Squelette",
    "fr:Slapstick": "La gifle",
    "fr:Slavery": "L'esclavage",
    "fr:Space": "L'espace",
    "fr:Spearplay": "Spearplay",
    "fr:Suicide": "Suicide",
    "fr:Super Power": "Le super pouvoir",
    "fr:Superhero": "Super-héros",
    "fr:Supernatural": "Surnaturel",
    "fr:Surreal Comedy": "Comédie surréaliste",
    "fr:Survival": "Survie",
    "fr:Swordplay": "Le jeu de l'épée",
    "fr:Teacher": "Enseignant",
    "fr:Terrorism": "Le terrorisme",
    "fr:The name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!": "Le nom dit tout ! La vie de pauvreté de Denji change à jamais lorsqu'il fusionne avec son chien tronçonneur, Pochita ! Maintenant, il vit dans la grande ville et est officiellement un chasseur de diables. Mais il a beaucoup à apprendre sur son nouveau travail et ses pouvoirs de tronçonneuse !",
    "fr:The setting is Taisho era Japan. Tanjirou is a kindhearted young boy who lived peacefully with his family as a coal seller. Their normal life changes completely when his family is slaughtered by demons. The only other survivor, Tanjirou's younger sister Nezuko, has become a ferocious demon. In order to return Nezuko to normal and get revenge on the demon that killed their family, the two of them depart on a journey. From a young talent, an adventure tale of blood and swords begins!": "L'histoire se déroule dans le Japon de l'ère Taisho. Tanjirou est un jeune garçon au grand cœur qui vivait paisiblement avec sa famille en tant que vendeur de charbon. Leur vie normale change du tout au tout lorsque sa famille est massacrée par des démons. La seule autre survivante, Nezuko, la jeune sœur de Tanjirou, est devenue un féroce démon. Afin de ramener Nezuko à la normale et de se venger du démon qui a tué leur famille, ils partent tous les deux en voyage. Un récit d'aventure, de sang et d'épées, commence alors sous les auspices d'un jeune talent !",
    "fr:Thriller": "Thriller",
    "fr:Time Manipulation": "Manipulation du temps",
    "fr:Time Skip": "Saut de temps",
    "fr:Tokusatsu": "Tokusatsu",
    "fr:Tomboy": "Tomboy",
    "fr:Torture": "Torture",
    "fr:Tragedy": "Tragédie",
    "fr:Trains": "Trains",
    "fr:Transgender": "Transgenre",
    "fr:Travel": "Voyage",
    "fr:Tsundere": "Tsundere",
    "fr:Twins": "Jumeaux",
    "fr:Urban": "Urbain",
    "fr:Urban Fantasy": "Fantaisie urbaine",
    "fr:Vikings": "Vikings",
    "fr:Vore": "Vore",
    "fr:War": "La guerre",
    "fr:When they were accused of trying to overthrow the monarchy, the feared warriors the Seven Deadly Sins were sent into exile. Princess Elizabeth discovers the truth the Sins were framed by the king's guard, the Holy Knights too late to prevent them from assassinating her father and seizing the throne! Now the princess is on the run, seeking the Sins to help her reclaim the kingdom. But the first Sin she meets, Meliodas, is a little innkeeper with a talking pig. He doesn't even have a real sword! Have the legends of the Sins' strength been exaggerated...?": "Accusés d'avoir tenté de renverser la monarchie, les redoutables guerriers des Sept Péchés capitaux ont été envoyés en exil. La princesse Elizabeth découvre la vérité - les Sins ont été piégés par la garde du roi, les Holy Knights - trop tard pour les empêcher d'assassiner son père et de s'emparer du trône ! La princesse est désormais en fuite, à la recherche des Sins pour l'aider à reconquérir le royaume. Mais le premier péché qu'elle rencontre, Meliodas, est un petit aubergiste avec un cochon qui parle. Il n'a même pas de véritable épée ! Les légendes sur la force des Sins ont-elles été exagérées ?",
    "fr:Wilderness": "La nature sauvage",
    "fr:Witch": "Sorcière",
    "fr:Work": "Travail",
    "fr:Yakuza": "Yakuza",
    "fr:Yandere": "Yandere",
    "fr:Youkai": "Youkai",
    "fr:Zombie": "Zombie"
}